{
    "events_categories": [
        {
            "id": "england",
            "title": "United Kingdom",
            "description": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK) or Britain, is a country in Europe, off the north-western coast of the continental mainland.",
            "imageHome": "/image/gallery/uk/london_main.jpg",
            "image": "/image/gallery/uk/tower_bridge.jpg"
        },
      
        {
            "id": "france",
            "title": "France",
            "description": "France, officially the French Republic, is a country primarily located in Western Europe. It also includes overseas regions and territories in the Americas and the Atlantic, Pacific and Indian Oceans.",
            "imageHome": "/image/gallery/france/france_main.jpg",
            "image": "/image/gallery/france/euffel2.jpeg"
        },
        {
            "id": "italy",
            "title": "Italy",
            "description": "Italy, officially the Italian Republic, or the Republic of Italy, is a country in Southern and Western Europe. Located in the middle of the Mediterranean Sea, it consists of a peninsula delimited by the Alps and surrounded by several islands.",
            "imageHome":"/image/gallery/italy/italy_main.jpg",
            "image": "/image/gallery/italy/fontan-de-trevi.jpg"
        },
      
        {
            "id": "spain",
            "title": "Spain",
            "description": "Spain, is a country primarily located in southwestern Europe with parts of territory in the Atlantic Ocean and across the Mediterranean Sea.",
            "imageHome":"/image/gallery/spain/madrid_main.jpg",
            "image": "/image/gallery/spain/spain.jpg"
        },
       
        {
            "id": "norway",
            "title": "Norway",
            "description": "Norway, officially the Kingdom of Norway, is a Nordic country in Northern Europe, the mainland territory of which comprises the western and northernmost portion of the Scandinavian Peninsula.",
            "imageHome": "/image/gallery/norway/norway_main.jpg",
            "image": "/image/gallery/norway/aurora.jpg"
        },
       
       
        {
            "id": "turkey",
            "title": "Istanbul",
            "description": "Turkey, is a transcontinental country located mainly on the Anatolian Peninsula in Western Asia, with a small portion on the Balkan Peninsula in Southeast Europe.",
            "imageHome": "/image/gallery/turkey/istanbul3.jpeg",
            "image": "/image/gallery/turkey/galata.jpeg"
        },
        {
            "id": "holland",
            "title": "Holland",
            "description": "Holland is a geographical region and former province on the western coast of the Netherlands.",
            "imageHome":"/image/gallery/holland/holland_main.jpeg",
            "image": "/image/gallery/holland/keukenhof1.jpg"
        },
        {
            "id": "greece",
            "title": "Greece",
            "description": "Greece, officially the Hellenic Republic, is a country in Southeast Europe. It is situated on the southern tip of the Balkan Peninsula, and is located at the crossroads of Europe, Asia, and Africa.",
            "imageHome":"/image/gallery/greece/greece_main.jpg",
            "image": "/image/gallery/greece/santorini-oia.jpeg"
        }

       

    ],
    "allEvents": [
        {
            "id": "england-london",
            "title": "London",
            "city": "england",
            "shortdesc": "London is the capital and largest city of England and the United Kingdom, with a population of just under 9 million. It stands on the River Thames in south-east England at the head of a 50-mile (80 km) estuary down to the North Sea, and has been a major settlement for two millennia.",
            "description": "London is the capital and largest city of England and the United Kingdom, with a population of just under 9 million. It stands on the River Thames in south-east England at the head of a 50-mile (80 km) estuary down to the North Sea, and has been a major settlement for two millennia. The City of London, its ancient core and financial centre, was founded by the Romans as Londinium and retains its medieval boundaries.[note 1][10] The City of Westminster, to the west of the City of London, has for centuries hosted the national government and parliament. Since the 19th century, the name 'London' has also referred to the metropolis around this core, historically split between the counties of Middlesex, Essex, Surrey, Kent, and Hertfordshire, which largely comprises Greater London, governed by the Greater London Authority. As one of the world's major global cities,[15] London exerts a strong influence on its arts, entertainment, fashion, commerce and finance, education, health care, media, science and technology, tourism, and transport and communications.[16][17] Its GDP (€801.66 billion in 2017) makes it the largest urban economy in Europe,[18] and it is one of the major financial centres in the world. With Europe's largest concentration of higher education institutions,[19] it is home to some of the highest-ranked academic institutions in the world—Imperial College London in natural and applied sciences, the London School of Economics in social sciences, and the comprehensive University College London. London is the most visited city in Europe and has the busiest city airport system in the world. The London Underground is the oldest rapid transit system in the world.",
            "imageDesc": "/image/gallery/uk/london.jpg",
            "image": "/image/gallery/uk/london-eye2.jpg",
            "image2": "/image/gallery/uk/london2.jpg",
            "image3": "/image/gallery/uk/london4.jpg",
            "emails_registered": []
        },
        {
            "id": "england-oxford",
            "title": "Oxford",
            "city": "england",
            "shortdesc": "Oxford is a city in England. It is the county town and only city of Oxfordshire. In 2020, its population was estimated at 151,584. It is 56 miles (90 km) north-west of London, 64 miles (103 km) south-east of Birmingham and 61 miles (98 km) north-east of Bristol",
            "description": "Oxford is a city in England. It is the county town and only city of Oxfordshire. In 2020, its population was estimated at 151,584. It is 56 miles (90 km) north-west of London, 64 miles (103 km) south-east of Birmingham and 61 miles (98 km) north-east of Bristol. The rivers Cherwell and Thames (also sometimes known as the Isis locally, supposedly from the Latinised name Thamesis) run through Oxford and meet south of the city centre. These rivers and their flood plains constrain the size of the city centre. The city is home to the University of Oxford, the oldest university in the English-speaking world;[6] it has buildings in every style of English architecture since late Anglo-Saxon. Oxford's industries include motor manufacturing, education, publishing, information technology and science. Oxford is at the centre of the Oxford Green Belt, which is an environmental and planning policy that regulates the rural space in Oxfordshire surrounding the city which aims to prevent urban sprawl and minimize convergence with nearby settlements.",
            "imageDesc": "/image/gallery/uk/oxford.jpg",
            "image": "/image/gallery/uk/oxford1.jpg",
            "image2": "/image/gallery/uk/oxford2.jpg",
            "image3": "/image/gallery/uk/oxford4.jpg",
            "emails_registered": []
        },
        {
            "id": "england-manchester",
            "title": "Manchester",
            "city": "england",
            "shortdesc": "Manchester is a city in Greater Manchester, England. It had a population of 552,000 in 2021. It is bordered by the Cheshire Plain to the south, the Pennines to the north and east, and the neighbouring city of Salford to the west.",
            "description": "Manchester is a city in Greater Manchester, England. It had a population of 552,000 in 2021. It is bordered by the Cheshire Plain to the south, the Pennines to the north and east, and the neighbouring city of Salford to the west. The two cities and the surrounding towns form one of the United Kingdom's most populous conurbations, the Greater Manchester Built-up Area, which has a population of 2.87 million. The history of Manchester began with the civilian settlement associated with the Roman fort (castra) of Mamucium or Mancunium, established in about AD 79 on a sandstone bluff near the confluence of the rivers Medlock and Irwell. Historically part of Lancashire, areas of Cheshire south of the River Mersey were incorporated into Manchester in the 20th century, including Wythenshawe in 1931. Throughout the Middle Ages Manchester remained a manorial township, but began to expand 'at an astonishing rate' around the turn of the 19th century. Manchester's unplanned urbanisation was brought on by a boom in textile manufacture during the Industrial Revolution,[8] and resulted in it becoming the world's first industrialised city. Manchester achieved city status in 1853. The Manchester Ship Canal opened in 1894, creating the Port of Manchester and linking the city to the Irish Sea, 36 miles (58 km) to the west. Its fortune declined after the Second World War, owing to deindustrialisation, and the IRA bombing in 1996 led to extensive investment and regeneration.[10] Following considerable redevelopment, Manchester was the host city for the 2002 Commonwealth Games. The city is notable for its architecture, culture, musical exports, media links, scientific and engineering output, social impact, sports clubs and transport connections. Manchester Liverpool Road railway station was the world's first inter-city passenger railway station. At the University of Manchester, Ernest Rutherford first split the atom in 1917, Frederic C. Williams, Tom Kilburn and Geoff Tootill developed the world's first stored-program computer in 1948, and Andre Geim and Konstantin Novoselov isolated the first graphene in 2004.",
            "imageDesc": "/image/gallery/uk/manchester3.jpg",
            "image": "/image/gallery/uk/manchester7.jpg",
            "image2": "/image/gallery/uk/manchester.jpg",
            "image3": "/image/gallery/uk/manchester6.jpg",
            "emails_registered": []
        },
        {
            "id": "england-liverpool",
            "title": "Liverpool",
            "city": "england",
            "shortdesc": "Liverpool is a city and metropolitan borough in North West England. With a population of 486,100 in 2021, it is located within the county of Merseyside and is the principal city of the wider Liverpool City Region.",
            "description": "Liverpool is a city and metropolitan borough in North West England. With a population of 486,100 in 2021, it is located within the county of Merseyside and is the principal city of the wider Liverpool City Region. Its metropolitan area is the fifth largest in the United Kingdom, with a population of 2.24 million. On the eastern side of the Mersey Estuary, Liverpool historically lay within the ancient hundred of West Derby in the county of Lancashire.[11][12] It became a borough in 1207, a city in 1880, and a county borough independent of the newly-created Lancashire County Council in 1889. Its growth as a major port was paralleled by the expansion of the city throughout the Industrial Revolution. Along with general cargo, freight, and raw materials such as coal and cotton, merchants were involved in the slave trade. In the 19th century, Liverpool was a major port of departure for English and Irish emigrants to North America. It was also home to both the Cunard and White Star Lines, and was the port of registry of the ocean liners RMS Titanic, RMS Lusitania, RMS Queen Mary, RMS Queen Elizabeth and RMS Olympic. In 2019, Liverpool was the fifth most visited UK city. It is noted for its culture, architecture, and transport links. The city is closely associated with the arts, especially music. The popularity of the Beatles, widely regarded as the most influential band of all time, led to it becoming a tourist destination. Liverpool has continued to be the home of numerous notable musicians and record labels—musicians from the city have released 56 No. 1 hit singles, more than any other city in the world. The city also has a long-standing reputation for producing countless actors and actresses, artists, athletes, comedians, journalists, novelists, and poets.",
            "imageDesc": "/image/gallery/uk/liverpool6.jpg",
            "image": "/image/gallery/uk/liverpool2.jpg",
            "image2": "/image/gallery/uk/liverpool.jpg",
            "image3": "/image/gallery/uk/liverpool5.jpg",
            "emails_registered": []
        },
    
        {
            "id": "holland-amsterdam",
            "title": "Amsterdam",
            "city": "holland",
            "shortdesc": "Amsterdam is the capital and most populous city of the Netherlands, with The Hague being the seat of government. It has a population of 921,402[11] within the city proper, 1,457,018 in the urban area and 2,480,394 in the metropolitan area.",
            "description": "Amsterdam (lit. The Dam on the River Amstel) is the capital and most populous city of the Netherlands, with The Hague being the seat of government. It has a population of 921,402 within the city proper, 1,457,018 in the urban area and 2,480,394 in the metropolitan area. Located in the Dutch province of North Holland, Amsterdam is colloquially referred to as the 'Venice of the North', for its large number of canals, now designated a UNESCO World Heritage Site. Amsterdam was founded at the mouth of the Amstel River that was dammed to control flooding; the city's name derives from the Amstel dam.[16] Originally a small fishing village in the late 12th century, Amsterdam became a major world port during the Dutch Golden Age of the 17th century, when the Netherlands was an economic powerhouse. Amsterdam is the leading center for finance and trade, as well as a hub of production of secular art. In the 19th and 20th centuries, the city expanded and many new neighborhoods and suburbs were planned and built. The canals of Amsterdam and the 19-20th century Defence Line of Amsterdam are both on the UNESCO World Heritage List. Sloten, annexed in 1921 by the municipality of Amsterdam, is the oldest part of the city, dating to the 9th century. The city has a long tradition of openness, liberalism, and tolerance. Cycling is key to the city's modern character, and there are numerous biking paths and lanes spread throughout the entire city.",
            "imageDesc": "/image/gallery/holland/amsterdam1.jpg",
            "image":"/image/gallery/holland/amsterdam5.jpg",
            "image2":"/image/gallery/holland/amsterdam2.jpg",
            "image3":"/image/gallery/holland/amsterdam.jpg",
            "emails_registered": []
        },
        {
            "id": "holland-tulips",
            "title": "Keukenhof Park",
            "city": "holland",
            "shortdesc": "Keukenhof (English: 'Kitchen garden'), also known as the Garden of Europe, is one of the world's largest flower gardens, situated in the municipality of Lisse, in the Netherlands",
            "description": "Keukenhof (English: 'Kitchen garden') also known as the Garden of Europe, is one of the world's largest flower gardens, situated in the municipality of Lisse, in the Netherlands. According to the official website, Keukenhof Park covers an area of 32 hectares (79 acres) and approximately 7 million flower bulbs are planted in the gardens annually. Keukenhof is widely known for its tulips, and it also features numerous other flowers, including hyacinths, daffodils, lilies, roses, carnations and irises. Keukenhof is located in the province of South Holland, south of Haarlem and southwest of Amsterdam in the area called the 'Dune and Bulb Region' (Duin- en Bollenstreek). It is accessible by bus from Haarlem and Leiden train stations as well as Schiphol. Though its grounds are open year-round for private affairs and festivals, Keukenhof is only open to the general public for a world-renowned 8 week tulip display from mid-March to mid-May,[5] with peak viewing arriving near mid-April, depending on growing season weather, which varies annually. In 2019, 1.5 million people visited Keukenhof,[6] equivalent to 26,000 visitors per day.",
            "imageDesc":"/image/gallery/holland/keukenhof.jpg",
            "image": "/image/gallery/holland/tulips6.jpg",
            "image2":"/image/gallery/holland/keukenhof6.jpg",
            "image3": "/image/gallery/holland/flower.jpg",
            "emails_registered": []
        },
        {
            "id": "paris-euffel",
            "title": "Paris",
            "city": "france",
            "shortdesc": "Paris is the capital and most populous city of France, with an estimated population of 2,165,423 residents in 2019 in an area of more than 105 km², making it the 30th most densely populated city in the world",
            "description": "Paris is the capital and most populous city of France, with an estimated population of 2,165,423 residents in 2019 in an area of more than 105 km², making it the 30th most densely populated city in the world in 2020. Since the 17th century, Paris has been one of the world's major centres of finance, diplomacy, commerce, fashion, gastronomy, and science. For its leading role in the arts and sciences, as well as its very early system of street lighting, in the 19th century it became known as 'the City of Light'. Like London, prior to the Second World War, it was also sometimes called the capital of the world. The City of Paris is the centre of the Île-de-France region, or Paris Region, with an estimated population of 12,262,544 in 2019, or about 19% of the population of France,[8] making the region France's primate city. The Paris Region had a GDP of €739 billion ($743 billion) in 2019, which is the highest in Europe. According to the Economist Intelligence Unit Worldwide Cost of Living Survey, in 2022, Paris was the city with the ninth-highest cost of living in the world. Paris is a major railway, highway, and air-transport hub served by two international airports: Charles de Gaulle Airport (the second-busiest airport in Europe) and Orly Airport. Opened in 1900, the city's subway system, the Paris Métro, serves 5.23 million passengers daily;[13] it is the second-busiest metro system in Europe after the Moscow Metro. Gare du Nord is the 24th-busiest railway station in the world and the busiest located outside Japan, with 262 million passengers in 2015. Paris is especially known for its museums and architectural landmarks: the Louvre received 2.8 million visitors in 2021, despite the long museum closings caused by the COVID-19 virus. The Musée d'Orsay, Musée Marmottan Monet and Musée de l'Orangerie are noted for their collections of French Impressionist art. The Pompidou Centre Musée National d'Art Moderne has the largest collection of modern and contemporary art in Europe and Musée Rodin and Musée Picasso.",
            "imageDesc": "/image/gallery/france/louvre3.jpg",
            "image": "/image/gallery/france/arca2.jpeg",
            "image2":"/image/gallery/france/versale.jpg",
            "image3": "/image/gallery/france/notredam1.jpg",
            "emails_registered": [
               
            ]
        },
        {
            "id": "france-marseille",
            "title": "Marseille",
            "city": "france",
            "shortdesc": "Marseille, also spelled in English as Marseilles is the prefecture of the French department of Bouches-du-Rhône and capital of the Provence-Alpes-Côte d'Azur region.",
            "description": "Marseille (also spelled in English as Marseilles) is the prefecture of the French department of Bouches-du-Rhône and capital of the Provence-Alpes-Côte d'Azur region. Situated in the Provence region of southern France, it is located on the coast of the Gulf of Lion, part of the Mediterranean Sea, near the mouth of the Rhône river. Its inhabitants are called Marseillais. Marseille is the second most populous city in France, with 870,321 inhabitants in 2020 (Jan. census)[7] over a municipal territory of 241 km2 (93 sq mi). Together with its suburbs and exurbs, the Marseille metropolitan area, which extends over 3,972 km2 (1,534 sq mi), had a population of 1,879,601 at the Jan. 2020 census,[6] the third most populated in France after those of Paris and Lyon. The cities of Marseille, Aix-en-Provence, and 90 suburban municipalities have formed since 2016 the Aix-Marseille-Provence Metropolis, an indirectly elected metropolitan authority now in charge of wider metropolitan issues, with a population of 1,903,173 at the Jan. 2020 census. Founded around 600 BC by Greek settlers from Phocaea, Marseille is the oldest city in France, as well as one of Europe's oldest continuously inhabited settlements.[9] It was known to the ancient Greeks as Massalia and to Romans as Massilia.[9][10] The name Massalia probably derives from μᾶζα (mass, lump, barley-cake), the 'lump' being the La Garde rock. Marseille has been a trading port since ancient times. In particular, it experienced a considerable commercial boom during the colonial period and especially during the 19th century, becoming a prosperous industrial and trading city. Nowadays the Old Port still lies at the heart of the city where the manufacturing of soap, its famous savon de Marseille, began some 6 centuries ago. Overlooking the port is the Basilica of Notre-Dame-de-la-Garde or 'Bonne-mère' for the people of Marseille, a Romano-Byzantine church and the symbol of the city. Inherited from this past, the Grand Port Maritime de Marseille (GPMM) and the maritime economy are major poles of regional and national activity and Marseille remains the first French port, the second Mediterranean port and the fifth European port. Since its origins, Marseille's openness to the Mediterranean Sea has made it a cosmopolitan city marked by cultural and economic exchanges with Southern Europe, the Middle East, North Africa and Asia. In Europe, the city has the third largest Jewish community after London and Paris.",
            "imageDesc": "/image/gallery/france/marselle.jpg",
            "image": "/image/gallery/france/marseille4.jpg",
            "image2":"/image/gallery/france/marseille.jpg",
            "image3": "/image/gallery/france/marseille2.jpg",
            "emails_registered": []
        },
        {
            "id": "france-nissa",
            "title": "Nice",
            "city": "france",
            "shortdesc": "Nice or Nissa, is the prefecture of the Alpes-Maritimes department in France.",
            "description": "Nice or Nissa, (pronounced [ˈnisa]; Italian: Nizza [ˈnittsa]) is the prefecture of the Alpes-Maritimes department in France. The Nice agglomeration extends far beyond the administrative city limits, with a population of nearly 1 million on an area of 744 km2 (287 sq mi). Located on the French Riviera, the southeastern coast of France on the Mediterranean Sea, at the foot of the French Alps, Nice is the second-largest French city on the Mediterranean coast and second-largest city in the Provence-Alpes-Côte d'Azur region after Marseille. Nice is approximately 13 kilometres (8 mi) from the principality of Monaco and 30 kilometres (19 mi) from the French–Italian border. Nice's airport serves as a gateway to the region. The city is nicknamed Nice la Belle (Nissa La Bella in Niçard), meaning 'Nice the Beautiful', which is also the title of the unofficial anthem of Nice, written by Menica Rondelly in 1912. The area of today's Nice contains Terra Amata, an archaeological site which displays evidence of a very early use of fire 380,000 years ago. Around 350 BC, Greeks of Marseille founded a permanent settlement and called it Νίκαια, Nikaia, after Nike, the goddess of victory. Through the ages, the town has changed hands many times. Its strategic location and port significantly contributed to its maritime strength. From 1388 it was a dominion of Savoy, then became part of the French First Republic between 1792 and 1815, when it was returned to the Kingdom of Piedmont-Sardinia, the legal predecessor of the Kingdom of Italy, until its re-annexation by France in 1860. Athens has a hot-summer Mediterranean climate (Köppen climate classification: Csa). Athens is the hottest city in mainland Europe and according to the Hellenic National Meteorological Service the Athens Basin is also the warmest area of Greece with an average annual temperature of 19.8 °C (67.6 °F). The dominant feature of Athens' climate is alternation between prolonged hot and dry summers and mild, wetter winters with moderate rainfall. With an average of 433 millimetres (17.0 in) of yearly precipitation, rainfall occurs largely between the months of October and April. July and August are the driest months when thunderstorms occur sparsely. Furthermore, some coastal areas such as Piraeus in the Athens Riviera, have a hot semi-arid climate according to the climate atlas published by the Hellenic National Meteorological Service. However, places like Elliniko, which are classified as hot semi-arid (BSh) because of the low annual rainfall, have not recorded temperatures as high as other places in the city. This occurs due to the moderating influence of the sea, and lower levels of industrialisation compared to other regions of the city.",
            "imageDesc": "/image/gallery/france/nizza.jpg",
            "image": "/image/gallery/france/nizza4.jpg",
            "image2":"/image/gallery/france/nizza5.jpg",
            "image3": "/image/gallery/france/nizza1.jpg",
            "emails_registered": []
        },
        {
            "id": "greece-anthens",
            "title": "Anthens",
            "city": "greece",
            "shortdesc": "Athens is a coastal city in the Mediterranean and is both the capital and largest city of Greece. Athens dominates and is the capital of the Attica region and is one of the world's oldest cities, with its recorded history",
            "description": "Athens  is a coastal city in the Mediterranean and is both the capital and largest city of Greece. With a population close to four million, it is also the seventh largest city in the European Union. Athens dominates and is the capital of the Attica region and is one of the world's oldest cities, with its recorded history spanning over 3,400 years and its earliest human presence beginning somewhere between the 11th and 7th millennia BC. Classical Athens was a powerful city-state. It was a centre for the arts, learning and philosophy, and the home of Plato's Academy and Aristotle's Lyceum. It is widely referred to as the cradle of Western civilization and the birthplace of democracy, largely because of its cultural and political influence on the European continent—particularly Ancient Rome. In modern times, Athens is a large cosmopolitan metropolis and central to economic, financial, industrial, maritime, political and cultural life in Greece. In 2021, Athens' urban area hosted more than three and a half million people, which is around 35% of the entire population of Greece.",
            "imageDesc": "/image/gallery/greece/athens2.jpeg",
            "image": "/image/gallery/greece/athens8.jpeg",
            "image2": "/image/gallery/greece/athens6.jpeg",
            "image3": "/image/gallery/greece/athens7.jpeg",
            "emails_registered": []
        },
        {
            "id": "greece-santorini",
            "title": "Santorini",
            "city": "greece",
            "shortdesc": "Santorini is an island in the southern Aegean Sea, about 200 km (120 mi) southeast from the Greek mainland.",
            "description": "Santorini, officially Thira (Greek: Θήρα [ˈθira]) and classical Greek Thera (English pronunciation /ˈθɪərə/), is an island in the southern Aegean Sea, about 200 km (120 mi) southeast from the Greek mainland. It is the largest island of a small circular archipelago, which bears the same name and is the remnant of a caldera. It forms the southernmost member of the Cyclades group of islands, with an area of approximately 73 km2 (28 sq mi) and a 2011 census population of 15,550. The municipality of Santorini includes the inhabited islands of Santorini and Therasia, as well as the uninhabited islands of Nea Kameni, Palaia Kameni, Aspronisi and Christiana. The total land area is 90.623 km2. Santorini is part of the Thira regional unit. The island was the site of one of the largest volcanic eruptions in recorded history: the Minoan eruption (sometimes called the Thera eruption), which occurred about 3,600 years ago at the height of the Minoan civilization. The eruption left a large caldera surrounded by volcanic ash deposits hundreds of metres deep. It is the most active volcanic centre in the South Aegean Volcanic Arc, though what remains today is chiefly a water-filled caldera. The volcanic arc is approximately 500 km (300 mi) long and 20 to 40 km (12 to 25 mi) wide. The region first became volcanically active around 3–4 million years ago, though volcanism on Thera began around 2 million years ago with the extrusion of dacitic lavas from vents around Akrotiri.",
            "imageDesc": "/image/gallery/greece/santorini2.jpeg",
            "image": "/image/gallery/greece/santorini1.jpeg",
            "image2": "/image/gallery/greece/island.jpeg",
            "image3": "/image/gallery/greece/santorini_night.jpeg",
            "emails_registered": []
        },
        {
            "id": "spain-madrid",
            "title": "Madrid",
            "city": "spain",
            "shortdesc": "Madrid is the capital and most populous city of Spain. The city has almost 3.4 million inhabitants and a metropolitan area population of approximately 6.7 million.",
            "description": "Madrid is the capital and most populous city of Spain. The city has almost 3.4 million inhabitants and a metropolitan area population of approximately 6.7 million. It is the second-largest city in the European Union (EU), and its monocentric metropolitan area is the second-largest in the EU. The municipality covers 604.3 km2 (233.3 sq mi) geographical area. Madrid lies on the River Manzanares in the central part of the Iberian Peninsula. Capital city of both Spain (almost without interruption since 1561) and the surrounding autonomous community of Madrid (since 1983),[12] it is also the political, economic and cultural centre of the country.[13] The city is situated on an elevated plain about 300 km (190 mi) from the closest seaside location.[14] The climate of Madrid features hot summers and cool winters. The Madrid urban agglomeration has the second-largest GDP[15] in the European Union and its influence in politics, education, entertainment, environment, media, fashion, science, culture, and the arts all contribute to its status as one of the world's major global cities.[16][17] Due to its economic output, high standard of living, and market size, Madrid is considered the major financial centre[18] and the leading economic hub of the Iberian Peninsula and of Southern Europe.[19][20] The metropolitan area hosts major Spanish companies such as Telefónica, Iberia, BBVA and FCC.[21] It concentrates the bulk of banking operations in the country and it is the Spanish-speaking city generating the largest amount of webpages.",
            "imageDesc":"/image/gallery/spain/madrid.jpg",
            "image": "/image/gallery/spain/madrid4.jpg",
            "image2": "/image/gallery/spain/madrid10.jpg",
            "image3": "/image/gallery/spain/madrid9.jpg",
            "emails_registered": []
        },
        {
            "id": "spain-barcelona",
            "title": "Barcelona",
            "city": "spain",
            "shortdesc": "Barcelona is a city on the coast of northeastern Spain. It is the capital and largest city of the autonomous community of Catalonia, as well as the second most populous municipality of Spain.",
            "description": "Barcelona is a city on the coast of northeastern Spain. It is the capital and largest city of the autonomous community of Catalonia, as well as the second most populous municipality of Spain. With a population of 1.6 million within city limits, its urban area extends to numerous neighbouring municipalities within the Province of Barcelona and is home to around 4.8 million people, making it the fifth most populous urban area in the European Union after Paris, the Ruhr area, Madrid, and Milan. It is one of the largest metropolises on the Mediterranean Sea, located on the coast between the mouths of the rivers Llobregat and Besòs, and bounded to the west by the Serra de Collserola mountain range, the tallest peak of which is 512 metres (1,680 feet) high. Founded as a Roman city, in the Middle Ages Barcelona became the capital of the County of Barcelona. After joining with the Kingdom of Aragon to form the confederation of the Crown of Aragon, Barcelona, which continued to be the capital of the Principality of Catalonia, became the most important city in the Crown of Aragon and the main economic and administrative centre of the Crown, only to be overtaken by Valencia, wrested from Arab domination by the Catalans, shortly before the dynastic union between the Crown of Castile and the Crown of Aragon in 1492. Barcelona has a rich cultural heritage and is today an important cultural centre and a major tourist destination. Particularly renowned are the architectural works of Antoni Gaudí and Lluís Domènech i Montaner, which have been designated UNESCO World Heritage Sites. The city is home to two of the most prestigious universities in Spain: the University of Barcelona and Pompeu Fabra University. The headquarters of the Union for the Mediterranean are located in Barcelona. The city is known for hosting the 1992 Summer Olympics as well as world-class conferences and expositions and also many international sport tournaments.",
            "imageDesc":"/image/gallery/spain/barcelona1.jpg",
            "image": "/image/gallery/spain/barcelona5.jpg",
            "image2": "/image/gallery/spain/barcelona2.jpg",
            "image3": "/image/gallery/spain/barcelona4.jpg",
            "emails_registered": [
               
            ]
        },
        {
            "id": "spain-valencia",
            "title": "Valencia",
            "city": "spain",
            "shortdesc": "Valencia is the capital of the autonomous community of Valencia and the third-most populated municipality in Spain, with 791,413 inhabitants. It is also the capital of the province of the same name.",
            "description": "Valencia is the capital of the autonomous community of Valencia and the third-most populated municipality in Spain, with 791,413 inhabitants. It is also the capital of the province of the same name. The wider urban area also comprising the neighbouring municipalities has a population of around 1.6 million, constituting one of the major urban areas on the European side of the Mediterranean Sea. It is located on the banks of the Turia, on the east coast of the Iberian Peninsula, at the Gulf of Valencia, north of the Albufera lagoon. Valencia was founded as a Roman colony in 138 BC. Islamic rule and acculturation ensued in the 8th century, together with the introduction of new irrigation systems and crops. Aragonese Christian conquest took place in 1238, and so the city became the capital of the Kingdom of Valencia. The city's population thrived in the 15th century, owing to trade with the rest of the Iberian Peninsula, Italian ports and other locations in the Mediterranean sea, becoming one of the largest European cities by the end of the century. Already harmed by the emergence of the Atlantic Ocean in detriment of the Mediterranean in the global trade networks and the insecurity created by Barbary piracy throughout the 16th century, the city's economic activity experienced a crisis upon the expulsion of the moriscos in 1609. The city became a major silk-manufacturing centre in the 18th century. The city served as the accidental seat of the Spanish Government from 1936 to 1937 during the Spanish Civil War. The city's port is the 5th-busiest container port in Europe and the busiest container port on the Mediterranean Sea. The city is ranked as a Gamma-level global city by the Globalization and World Cities Research Network. Its historic centre is one of the largest in Spain, with approximately 169 ha (420 acres).",
            "imageDesc":"/image/gallery/spain/valencia5.jpg",
            "image": "/image/gallery/spain/valencia3.jpg",
            "image2": "/image/gallery/spain/valencia2.jpeg",
            "image3": "/image/gallery/spain/valencia.jpg",
            "emails_registered": [
               
            ]
        },
       
        {
            "id": "norway-oslo",
            "title": "Oslo",
            "city": "norway",
            "shortdesc": "Oslo is the capital and most populous city of Norway. It constitutes both a county and a municipality.",
            "description": "Oslo is the capital and most populous city of Norway. It constitutes both a county and a municipality. During the Viking Age, the area was part of Viken. Oslo was founded as a city at the end of the Viking Age in 1040 under the name Ánslo, and established as a kaupstad or trading place in 1048 by Harald Hardrada. The city was elevated to a bishopric in 1070 and a capital under Haakon V of Norway around 1300. Personal unions with Denmark from 1397 to 1523 and again from 1536 to 1814 reduced its influence. After being destroyed by a fire in 1624, during the reign of King Christian IV, a new city was built closer to Akershus Fortress and named Christiania in honour of the king. It became a municipality (formannskapsdistrikt) on 1 January 1838. The city functioned as the capital of Norway during the 1814–1905 union between Sweden and Norway. From 1877, the city's name was spelled Kristiania in government usage, a spelling that was adopted by the municipal authorities in 1897. In 1925, the city, after incorporating the village retaining its former name, was renamed Oslo. In 1948 Oslo merged with Aker, a municipality which surrounded the capital and which was 27 times larger, thus creating the modern, much larger Oslo municipality. Oslo is the economic and governmental centre of Norway. The city is also a hub of Norwegian trade, banking, industry and shipping. It is an important centre for maritime industries and maritime trade in Europe. The city is home to many companies within the maritime sector, some of which are among the world's largest shipping companies, shipbrokers and maritime insurance brokers.",
            "imageDesc":"/image/gallery/norway/oslo2.jpg",
            "image": "/image/gallery/norway/oslo7.jpeg",
            "image2": "/image/gallery/norway/oslo3.jpg",
            "image3": "/image/gallery/norway/oslo4.jpg",
            "emails_registered": []
        },
        {
            "id": "norway-trolltunga",
            "title": "Trolltunga",
            "city": "norway",
            "shortdesc": "Trolltunga ('Troll tongue') is a rock formation situated about 1,100 metres (3,600 ft) above sea level in Ullensvang Municipality in Vestland county, Norway.",
            "description": "Trolltunga ('Troll tongue') is a rock formation situated about 1,100 metres (3,600 ft) above sea level in Ullensvang Municipality in Vestland county, Norway. The cliff juts horizontally out from the mountain, about 700 metres (2,300 ft) above the north side of the lake Ringedalsvatnet. Popularity of the hike to Trolltunga and rock formation itself has exploded in recent years. The increased popularity has turned Trolltunga into a national icon and a major tourist attraction for the region. Until 2010, fewer than 800 people hiked to Trolltunga each year. In 2016 more than 80,000 people hiked the 27-kilometre (17 mi) round-trip from the village of Skjeggedal, making it one of Norway's most popular hikes. This is a very challenging hike, at least 10 hours on rough terrain. There are no shelters on the hike route and no places to buy supplies. However, there is a plan to build a lodge roughly halfway where hikers can rest.",
            "imageDesc":"/image/gallery/norway/trolltunga7.jpg",
            "image": "/image/gallery/norway/trolltunga7.jpeg",
            "image2": "/image/gallery/norway/trolltunga2.jpeg",
            "image3": "/image/gallery/norway/trolltunga5.jpg",
            "emails_registered": []
        },
        {
            "id": "italy-rome",
            "title": "Rome",
            "city": "italy",
            "shortdesc":"Rome is the capital city of Italy. It is also the capital of the Lazio region, the centre of the Metropolitan City of Rome, and a special comune named Comune di Roma Capitale. ",
            "description": "Rome is the capital city of Italy. It is also the capital of the Lazio region, the centre of the Metropolitan City of Rome, and a special comune named Comune di Roma Capitale. With 2,860,009 residents in 1,285 km2 (496.1 sq mi), Rome is the country's most populated comune and the third most populous city in the European Union by population within city limits. The Metropolitan City of Rome, with a population of 4,355,725 residents, is the most populous metropolitan city in Italy. Its metropolitan area is the third-most populous within Italy. Rome is located in the central-western portion of the Italian Peninsula, within Lazio (Latium), along the shores of the Tiber. Vatican City (the smallest country in the world) is an independent country inside the city boundaries of Rome, the only existing example of a country within a city. Rome is often referred to as the City of Seven Hills due to its geographic location, and also as the 'Eternal City'. Rome is generally considered to be the 'cradle of Western civilization and Christian culture', and the centre of the Catholic Church. Rome's history spans 28 centuries. While Roman mythology dates the founding of Rome at around 753 BC, the site has been inhabited for much longer, making it a major human settlement for almost three millennia and one of the oldest continuously occupied cities in Europe.[10] The city's early population originated from a mix of Latins, Etruscans, and Sabines. Eventually, the city successively became the capital of the Roman Kingdom, the Roman Republic and the Roman Empire, and is regarded by many as the first-ever Imperial city and metropolis. It was first called The Eternal City by the Roman poet Tibullus in the 1st century BC, and the expression was also taken up by Ovid, Virgil, and Livy. Rome is also called 'Caput Mundi' (Capital of the World). After the fall of the Empire in the west, which marked the beginning of the Middle Ages, Rome slowly fell under the political control of the Papacy, and in the 8th century, it became the capital of the Papal States, which lasted until 1870. Beginning with the Renaissance, almost all popes since Nicholas V (1447–1455) pursued a coherent architectural and urban programme over four hundred years, aimed at making the city the artistic and cultural centre of the world. In this way, Rome became first one of the major centres of the Renaissance, and then the birthplace of both the Baroque style and Neoclassicism. Famous artists, painters, sculptors, and architects made Rome the centre of their activity, creating masterpieces throughout the city. In 1871, Rome became the capital of the Kingdom of Italy, which, in 1946, became the Italian Republic.",
            "imageDesc": "/image/gallery/italy/colosseum4.jpg",
            "image": "/image/gallery/italy/colosseum1.jpg",
            "image2": "/image/gallery/italy/rome3.jpg",
            "image3": "/image/gallery/italy/rome.jpg",
            "emails_registered": []
        },
        {
            "id": "italy-venice",
            "title": "Venice",
            "city": "italy",
            "shortdesc": "Venice is a city in northeastern Italy and the capital of the Veneto region. It is built on a group of 118 small islands that are separated by canals and linked by over 400 bridges.",
            "description": "Venice is a city in northeastern Italy and the capital of the Veneto region. It is built on a group of 118 small islands that are separated by canals and linked by over 400 bridges. The islands are in the shallow Venetian Lagoon, an enclosed bay lying between the mouths of the Po and the Piave rivers (more exactly between the Brenta and the Sile). In 2020, around 258,685 people resided in greater Venice or the Comune di Venezia, of whom around 55,000 live in the historical island city of Venice (centro storico) and the rest on the mainland (terraferma). Together with the cities of Padua and Treviso, Venice is included in the Padua-Treviso-Venice Metropolitan Area (PATREVE), which is considered a statistical metropolitan area, with a total population of 2.6 million. The name is derived from the ancient Veneti people who inhabited the region by the 10th century BC. The city was historically the capital of the Republic of Venice for over a millennium, from 697 to 1797. It was a major financial and maritime power during the Middle Ages and Renaissance, and a staging area for the Crusades and the Battle of Lepanto, as well as an important centre of commerce—especially silk, grain, and spice, and of art from the 13th century to the end of the 17th. The city-state of Venice is considered to have been the first real international financial centre, emerging in the 9th century and reaching its greatest prominence in the 14th century. This made Venice a wealthy city throughout most of its history.",
            "imageDesc": "/image/gallery/italy/invenice.jpg",
            "image": "/image/gallery/italy/venice2.jpeg",
            "image2": "/image/gallery/italy/venezia.jpg",
            "image3": "/image/gallery/italy/venice3.jpeg",
            "emails_registered": []
        },
        {
            "id": "italy-milan",
            "title": "Milan",
            "city": "italy",
            "shortdesc": "Milan is a city in northern Italy, capital of Lombardy, and the second-most populous city proper in Italy after Rome.",
            "description": "Milan is a city in northern Italy, capital of Lombardy, and the second-most populous city proper in Italy after Rome. The city proper has a population of about 1.4 million,[6] while its metropolitan city has 3.26 million inhabitants. Its continuously built-up urban area (whose outer suburbs extend well beyond the boundaries of the administrative metropolitan city and even stretch into the nearby country of Switzerland) is the fourth largest in the EU with 5.27 million inhabitants. According to national sources, the population within the wider Milan metropolitan area (also known as Greater Milan), is estimated between 8.2 million and 12.5 million making it by far the largest metropolitan area in Italy and one of the largest in the EU. Milan is considered a leading alpha global city, with strengths in the fields of art, chemicals,[12] commerce, design, education, entertainment, fashion, finance, healthcare, media (communication), services, research and tourism. Its business district hosts Italy's stock exchange (Italian: Borsa Italiana), and the headquarters of national and international banks and companies. In terms of GDP, Milan is the wealthiest city in Italy, has the third-largest economy among EU cities after Paris and Madrid, and is the wealthiest among EU non-capital cities. Milan is viewed along with Turin as the southernmost part of the Blue Banana urban development corridor (also known as the 'European Megalopolis'), and one of the Four Motors for Europe.",
            "imageDesc": "/image/gallery/italy/duomo-cathedral-square.jpg",
            "image": "/image/gallery/italy/milan1.jpg",
            "image2": "/image/gallery/italy/milan3.jpeg",
            "image3": "/image/gallery/italy/milan6.jpeg",
            "emails_register": []
        },
        {
            "id": "turkey-istanbul",
            "title": "istanbul",
            "city": "turkey",
            "shortdesc": "Istanbul also, formerly known as Constantinople, is the largest city in Turkey, serving as the country's economic, cultural and historic hub.",
            "description": "Istanbul formerly known as Constantinople, is the largest city in Turkey, serving as the country's economic, cultural and historic hub. The city straddles the Bosporus strait, lying in both Europe and Asia, and has a population of over 15 million residents, comprising 19% of the population of Turkey. Istanbul is the most populous European city, and the world's 15th-largest city. The city was founded as Byzantium in the 7th century BCE by Greek settlers from Megara. In 330 CE, the Roman emperor Constantine the Great made it his imperial capital, renaming it first as New Rome and then as Constantinople (Constantinopolis) after himself. The city grew in size and influence, eventually becoming a beacon of the Silk Road and one of the most important cities in history. The city served as an imperial capital for almost 1600 years: during the Roman/Byzantine (330–1204), Latin (1204–1261), late Byzantine (1261–1453), and Ottoman (1453–1922) empires. The city played a key role in the advancement of Christianity during Roman/Byzantine times, hosting four (including Chalcedon (Kadıköy) on the Asian side) of the first seven ecumenical councils (all of which were in present-day Turkey) before its transformation to an Islamic stronghold following the Fall of Constantinople in 1453 CE—especially after becoming the seat of the Ottoman Caliphate in 1517. In 1923, after the Turkish War of Independence, Ankara replaced the city as the capital of the newly formed Republic of Turkey. In 1930, the city's name was officially changed to Istanbul, the Turkish rendering of, the appellation Greek speakers used since the 11th century to colloquially refer to the city.",
            "imageDesc": "/image/gallery/turkey/istanbul.jpeg",
            "image": "/image/gallery/turkey/istanbul4.jpeg",
            "image2": "/image/gallery/turkey/galata1.jpeg",
            "image3": "/image/gallery/turkey/istanbul7.jpeg",
            "emails_registered": []
        },
        {
            "id": "turkey-cappadocia",
            "title": "Cappadocia",
            "city": "turkey",
            "shortdesc": "Cappadocia or Capadocia, is a historical region in Central Anatolia, Turkey. It largely is in the provinces Nevşehir, Kayseri, Aksaray, Kırşehir, Sivas and Niğde.",
            "description": "Cappadocia or Capadocia. It largely is in the provinces Nevşehir, Kayseri, Aksaray, Kırşehir, Sivas and Niğde. According to Herodotus, in the time of the Ionian Revolt (499 BC), the Cappadocians were reported as occupying a region from Mount Taurus to the vicinity of the Euxine (Black Sea). Cappadocia, in this sense, was bounded in the south by the chain of the Taurus Mountains that separate it from Cilicia, to the east by the upper Euphrates, to the north by Pontus, and to the west by Lycaonia and eastern Galatia. The name, traditionally used in Christian sources throughout history, continues in use as an international tourism concept to define a region of exceptional natural wonders, in particular characterized by fairy chimneys and a unique historical and cultural heritage.",
            "imageDesc": "/image/gallery/turkey/cappadokia.jpg",
            "image": "/image/gallery/turkey/cappadocia2.jpeg",
            "image2": "/image/gallery/turkey/cappadocia1.jpeg",
            "image3": "/image/gallery/turkey/cappadocia3.jpeg",
            "emails_registered": []
        },
        {
            "id": "turkey-ephesus",
            "title": "Ephesus",
            "city": "turkey",
            "shortdesc": "Ephesus was a city in ancient Greece on the coast of Ionia, 3 kilometres (1.9 mi) southwest of present-day Selçuk in İzmir Province, Turkey.",
            "description": "Ephesus was a city in ancient Greece on the coast of Ionia, 3 kilometres (1.9 mi) southwest of present-day Selçuk in İzmir Province, Turkey. It was built in the 10th century BC on the site of Apasa, the former Arzawan capital, by Attic and Ionian Greek colonists. During the Classical Greek era, it was one of twelve cities that were members of the Ionian League. The city came under the control of the Roman Republic in 129 BC. The city was famous in its day for the nearby Temple of Artemis (completed around 550 BC), which has been designated one of the Seven Wonders of the Ancient World. Its many monumental buildings included the Library of Celsus and a theatre capable of holding 24,000 spectators. Ephesus was recipient city of one of the Pauline epistles; one of the seven churches of Asia addressed in the Book of Revelation; the Gospel of John may have been written there; and it was the site of several 5th-century Christian Councils (see Council of Ephesus). The city was destroyed by the Goths in 263. Although it was afterwards rebuilt, its importance as a commercial centre declined as the harbour was slowly silted up by the Küçükmenderes River. In 614, it was partially destroyed by an earthquake.",
            "imageDesc": "/image/gallery/turkey/ephesus.jpeg",
            "image": "/image/gallery/turkey/ephesus5.jpg",
            "image2": "/image/gallery/turkey/ephesus4.jpg",
            "image3": "/image/gallery/turkey/ephesus1.jpeg",
            "emails_registered": []
        }

    ]
}